[{"id":"kweyysbhvzg5z1sqyo","title":"MacBook","description":"The MacBook is a brand of Macintosh notebook computers designed and marketed by Apple Inc. that use Apple's macOS operating system since 2006. It replaced the PowerBook and iBook brands during the Mac transition to Intel processors, announced in 2005.","price":2999.99,"category":"Computer","keyboardLayout":"qwerty","brand":"Apple","year":"2005"},{"id":"kwf50cf9ohtxnt42df7","title":"Japa Malas","description":"A japamala, jaap maala, or simply mala is a string of prayer beads commonly used in Indian religions such as Hinduism, Jainism, Sikhism, and Buddhism for the spiritual practice (sadhana) known in Sanskrit as japa.","price":100,"category":"Jewelry","type":"Prayer Jewelry","material":"wood"},{"id":"kwez9cetkpl5wl9z6k","title":"Aspire","description":"Acer Aspire is a series of personal computers by Acer Inc. aimed at the casual household user or for small business use. The Aspire series covers both desktop computers and laptops. Acer developed the series in order to cover from essentials to high performances.","price":1000,"category":"Computer","keyboardLayout":"azerty","brand":"Acer","year":"2018"},{"id":"kwezixemp5wycrc6aa","title":"Extensa","description":"Acer Extensa series is a affordable line of Acer laptops designed for office and business users. Its competitors include the Dell Vostro, and HP ProBook lines and low-end Lenovo ThinkPad laptops. The Extensa series includes several notebooks with different design, performance and functionality.","price":500,"category":"Computer","keyboardLayout":"azerty","brand":"Acer","year":"2017"},{"id":"kwezkbanbzfmj3gz7i","title":"Predator","description":"Predator Gaming is a gamer-focused brand and line of computer hardware owned by Acer. In 2008, Acer introduced itself in the gaming computer market with a line of desktop computers: the Acer Aspire Predator series, later renamed as Acer Predator. ","price":1200.56,"category":"Computer","keyboardLayout":"qwerty","brand":"Acer","year":"2020"},{"id":"kwezln4m315fxsibe9n","title":"Swift","description":"The Swift is a line of laptop computers produced by Acer. They are designed to be lightweight and thinner than typical laptops.","price":600.34,"category":"Computer","keyboardLayout":"qwerty","brand":"Acer","year":"2017"},{"id":"kweznfyc0gflo9e25v6o","title":"Travelmate","description":"TravelMate is a series of business-oriented computer notebooks manufactured by Acer. Of the various notebook series Acer has offered, the TravelMate is designated as a lightweight business and professional computer built to withstand day-to-day activities. ","price":676,"category":"Computer","keyboardLayout":"azerty","brand":"Acer","year":"2010"},{"id":"kwezoifn7ufk2ck64ds","title":"ZenBook","description":"ZenBook is a family of ultrabooks – low-bulk laptop computers – produced by Asus. The first ZenBooks were released in October 2011, and the original range of products was amended and expanded during 2012. ","price":1000,"category":"Computer","keyboardLayout":"qwerty","brand":"Asus","year":"2010"},{"id":"kwezpk8tx70755bv8vm","title":"VivoBook","description":"The Asus Vivo lineup consists of laptops (VivoBooks), All-in-Ones, desktops (VivoPC), Stick PCs (VivoStick), Mini PCs (VivoMini), smartwatches (VivoWatch), computer mouse (VivoMouse) and tablets (VivoTab).","price":2000,"category":"Computer","keyboardLayout":"qwerty","brand":"Asus","year":"2020"},{"id":"kwezr468mml2srfe4gm","title":"ROG","description":"ASUSTek Computer Inc. is a Taiwanese multinational computer and phone hardware and electronics company headquartered in Beitou District, Taipei, Taiwan. ","price":600,"category":"Computer","keyboardLayout":"azerty","brand":"Asus","year":"2018"},{"id":"kwezs7yqdum0vdc1lj","title":"Alienware","description":"Alienware is an American computer hardware subsidiary of Dell. Their product range is dedicated to gaming computers which can be identified by their alien-themed designs. Alienware was founded in 1996 by Nelson Gonzalez and Alex Aguila. ","price":1200.45,"category":"Computer","keyboardLayout":"azerty","brand":"Dell","year":"2020"},{"id":"kwf0g9x26mq9jke8jqf","title":"G Series","description":"The Dell G Series is the successor to the Dell Inspiron Gaming Series (Pandora). It was launched in April 2018. This series is positioned below Alienware and competes with Lenovo's Legion, Acer's Nitro and Predator Helios, HP's Omen and Pavilion Power laptops.","price":1500,"category":"Computer","keyboardLayout":"azerty","brand":"Dell","year":"2020"},{"id":"kwf0hkzhd1kl00537f","title":"Inspiron","description":"The Inspiron is a line of consumer-oriented laptops and desktop computers manufactured and sold by Dell. It is a range of affordable laptop computers, desktop computers and all-in-one computers. ","price":1000,"category":"Computer","keyboardLayout":"qwerty","brand":"Dell","year":"2018"},{"id":"kwf0j6yfpbvlh1xvu","title":"Latitude","description":"Latitude is a line of business-oriented laptops manufactured and sold by Dell Technologies aimed at corporate enterprises, healthcare, government, and education markets. The Latitude directly competes with the ThinkPad series from IBM/Lenovo and the EliteBook series from HP.","price":700,"category":"Computer","keyboardLayout":"qwerty","brand":"Dell","year":"2018"},{"id":"kwf0kfoqdfixq65hyep","title":"Precision","description":"Dell Precision is a series of computer workstations for CAD/architecture/CG professionals, or as small-scale business servers.","price":300,"category":"Computer","keyboardLayout":"azerty","brand":"Dell","year":"2006"},{"id":"kwf0m6mmoly02apz9e","title":"Elitebook","description":"HP EliteBook is a line of business-oriented high-end notebooks and mobile workstations made by Hewlett-Packard. The EliteBook series, which fits above the lower-end ProBook series, was introduced in August 2008 as a replacement of the HP Compaq high end line of notebooks.","price":1300,"category":"Computer","keyboardLayout":"qwerty","brand":"HP","year":"2010"},{"id":"kwf4eiqw0p1ruli8jmkr","title":"Dragon Necklace","description":"A nice necklace with a dragon at the center. Decorated with precious stones and all.","price":200,"category":"Jewelry","type":"necklace","material":"silver"},{"id":"kwf0n2kamt1eeezb2l","title":"Envy","description":"The HP Envy is a line of consumer-oriented high-end laptops, desktop computers and printers manufactured and sold by HP Inc. They started as a high-end version of the HP Pavilion line.","price":1500,"category":"Computer","keyboardLayout":"azerty","brand":"HP","year":"2010"},{"id":"kwf0oh5j3lnvqyh4nqc","title":"Omen","description":"HP Inc. is an American multinational information technology company headquartered in Palo Alto, California, that develops personal computers (PCs), printers and related supplies, as well as 3D printing solutions.","price":1200,"category":"Computer","keyboardLayout":"qwerty","brand":"HP","year":"2018"},{"id":"kwf0q0juci1wtzl530g","title":"IdeaPad","description":"IdeaPad is a line of consumer-oriented laptop computers designed, developed and marketed by Lenovo. ","price":897.34,"category":"Computer","keyboardLayout":"qwerty","brand":"Lenovo","year":"2018"},{"id":"kwf0qux2qcfwykdfqy","title":"ThinkBook","description":"ThinkBook is a line of business-oriented laptop computers and tablets designed, developed and marketed by Lenovo.","price":1200,"category":"Computer","keyboardLayout":"qwerty","brand":"Lenovo","year":"2019"},{"id":"kwf54juv25n2uiapl37","title":"Diamond Engagement Ring","description":"Diamond Engagement Ring 5/8 ct tw Emerald-cut 14K White Gold","price":1999.99,"category":"Jewelry","type":"ring","material":"white gold"},{"id":"kwf55uaxn57cq0z7d4a","title":"Pnina Tornai My Everything Diamond","description":"Pnina Tornai My Everything Diamond Engagement Ring 1 ct tw Heart/Round 14K Two-Tone Gold","price":1199.99,"category":"Jewelry","type":"ring","material":"yellow gold"},{"id":"kwf574j7sw07vx3a739","title":"Diamond Solitaire Ring","description":"Diamond Solitaire Ring 1 carat Round 14K Yellow Gold","price":3599.99,"category":"Jewelry","type":"ring","material":"yellow gold"},{"id":"kwfbfeu7lb21dn30di","title":"Gold glasses","description":"Gold glasses with a lot of gems on it. It looks great, trust me.","price":200,"category":"Jewelry","type":"Glasses","material":"yellow gold"},{"id":"kwfbir2cmqfrim1esgd","title":"An elfic crown","description":"A pretty crown that will make you feel like forest royalty ","price":12000,"category":"Jewelry","type":"crown","material":"Pure Elvian Gold"}]